Gets opening solids.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<Solid> GetOpeningSolids()
  Visual Basic
Public Function GetOpeningSolids As IList(Of Solid)
  Visual C++
public:
IList<Solid^>^ GetOpeningSolids()
 Return Value
 The solids.
 See Also
  IFCOpeningData Class
  Autodesk.Revit.DB.IFC Namespace